{"texts": ["In red dress Girl is very Brave  Well done aise hi hum sabko awaz uthana hai . Shameful act!! And to think she is a women herself and covering up all evidence and aiding criminals. Only family of cricketer politicians and actors are safe in India... Please justice for her . The guy who they caught is a decoy. सही बोल रहे हैं कितनी मेहनत करने के बाद डॉक्टर बनते हैं एक डॉक्टर लोगो का जान बचाते हैं और हमारे डॉक्टर के लिए कोई सुरक्षा नहीं है. Nobody raising the reason why rape incidence increased,in my opinion the sole reason is support from political ambit,the example come from Kathuwa, kashmir,Hathras,Unnao, Uttrakhand, Rajasthan,MP, Chhattisgarh,Bihar and overall release of bilkis bano convicted rapist in Gujarat.All pave the way of political affiliations support for all misdeeds .Modi ruined the nation, hatred agenda and rape culture developed by bjp and its affiliates. Pata chal raha wanha ek intern tha jo MP ka beta hai wo ar uske 3 dost ne ye sab kiya hai...ar sanjai ray ko bs bali ka bakra banaya gaya hai..4 logo ko bengal sarakr ne desh se bahar nikal diya hai. Red girl trying to b oversmart but sounded so fake others were right. Lallantop you are doing a great job in Kolkata.Thank you to keeping the issue viral.. We want complete justice for her .#justiceforhumanity. Charahe par 100kode ki saza. Guards hote h woh kha gaye the and hospital itni badi ghatna aise to nhi ho sakti kuchh to bda hua h. Jo system k khilaf chlta h ...uske sath yhi hota h...vinesh Phougat ho ya Dr.didi. We want doctors protection act 2024 ,and night ke time female doctors ko high level security milni chahiye . सच kb samne aayega jab मामला शांत हो जायेगा  govt unhi ka sath deti hai jo galt hote hai. Red suit vali sister .Weldon .Well say. Justice  hmm sab Aapki saath hai. Very bad disgusting  justice RG kolkata doctor  . TMC MP's relative is involved with this heinous crime. Mamata Banerjee trying to cover up. .TMC Councilor Atin Ghosh's Goons were came to tampering the evidence at the night of 15th August. .Mamata Banerjee politicized the whole matter blaming the oppositions. .Mamata Banerjee is corrupt, that's we all know, nut didn't think she as a lady who trying to cover up this Rape Murder of A Lady Doctor. .It's a Shame to our Democracy. We suffered lot, but enough is enough. .We want change. .We want Justice. .We want Protect from the Political Goons and Corrupt Leaders like Mamata Banerjee.. 3:29 . #Bhagoda_saurabhdiwedi. .Saurabh Dwivedi is Missing!. Where is Saurabh Diwedi? .Where is bhagoda Rajdeep Sardesai? . Me bhi aligarh me pg me rehrhi hun kyonki hostel room nhi de rhe or btech electronics kr rhi hun but know I feel is I am safe or not. Bahut dukh hota hai par kya log kisi aam ladki ke liye awaaz uthate hai . Srs themselves feel guilty but protest is loss this -- no body feels. 2:25 bhasha ka bandh bilkul nahi ayega, yaha bhavnaye bilkul ek jaisi hai sabki.. #Resign Mamata!. Resign Mamata.. Justice is a basic human right, we cannot even expect that from government, worst country. Looking at the incident anyone with commonsense can say it’s not one person’s act. Police acted in very irresponsible way. They say that crime scene is intact and not contaminated but renovation started few meters away from the scene. When there is no CCTV coverage every blind spot should be considered as crime scene not just the core crime scene but they failed. When doc’s were peacefully protesting gosh mob came and attacked and police don’t have any intelligence report about it ? No accountability.. SHE took a rally and protesting for Beti should get justice forgetting that herself is in a position to be accountable. Conveniently let the case to go with CBI and witnesses and clues contaminated now she’ll blame centre day and night for delay. The game well played. Trust me the very same people will vote her again and again. Meanwhile those animals involved in this gruesome act will breathe along with us , live along with us with more confidence discussing about that night. Max we can do is HOPE some miracle happens and this case gets solved which I highly doubt. Sorry BETI we are helpless and useless . Thank u all Medical tem. Kolkata ki public gyan dene mein expert hain but they don't ask the government to resign or take responsibility of the serious matter .... .... This is just for two days  they will shout and go back home ..... 43 doctors ko transfer kr diya gaya hai us Hospital se.. लल्लनटॉप वालो तुम्हारा सौरभ द्विवेदी खुद क्या सिर्फ मोदी के खिलाफ एजेंडे वाले टॉपिक पे ही आकर वीडियो बनाता है, बंगाल में जो हुआ है वो देश में पहली बार राजनीतिक, शासन और पुलिस द्वारा मिलीभगत से देश के संविधान को कुचला गया है , कम से कम इस मुद्दे पर तो पूरी सच्चाई दिखते. Problem education ka hain educated women are doing false case extrot money or take revenge and misusing laws which are mode protect them and innocent man are suffering and for them no one....and. Uneducated women don't know these laws....but Indian laws are very harshvto man that should be harsh to women as well we are taking laws and order in hand........man u all not safe with these women.....and criminal is criminal he will not think about conquinces it might be anything...... The judiciary system & Police Department has become such a slow, inefficient & predictable decision,  because of this Criminals have become bold and desperate in their actions and activities. All thanks to our elected Minister's willingness & the political system decision making.. बेटिया सैफ रह सकती है, जब हर माँ अपने बेटे की गलती पर daate, खास कर तब जब ओ किसी लरकी के बारे में गलत बोले. कुछ लरको को भी बदलना होगा, सभी लरके गलत नहीं है kuchh है जिनकी सोच गलत है. Saza Sabke samne diya Jana chahiye .Nhi to Ye aage bhi hota rahega. Pehle to aapke hospital mai hi suspect log hai unko arrest hona chahiye. Suspect na hote to principal bhaagta nahi. Indepence aur democracy Sirf naam ki hai koi bhi safe nahi h, kahi crime h, kahi rape toh kahi gambheer bimaari toh kahi road accidents. Aplog tmc ko vote hi kyou deti ho hum bhi West Bengal darjeeling se par ma mamata khan ko vote kabi nahi dunga jai hindi justice moumita debnath . Thik bole bahan. https://youtu.be/SDj4vIBzGAw?si=Hp0Hz-SpV2SfjuJV. Tum sab apni dukaan chalaaa rahe ho.....patrakaaritaaa karo ...dukaan kholna hai to parchuune ki khol lete....itna padaai kyo ki. Justice मौमिता . इस रेप केस में केवल संजय राय अकेला ही मुजरिम नहीं है। मैं विश्वास के साथ बोल सकता हूं। जानबूझकर बहुत लोगों ने गैंगरेप किया है। इस केस में और लोग भी शामिल है। कृपया इस केस की अच्छा से जांच पाताल करो सीबीआई जांच होना चाहिए और जो भी दोषी है उसको फांसी हो #नरेंद्र_मोदी सरकार देखते हैं क्या करता है और #योगी_आदित्यनाथ बुलडोजर खाली नहीं चलना चाहिए फांसी हो फांसी मेरा हृदय काफ उठा देखकर ऐसा घटना सुनकर देखकर ऐसा अगर ऐसा होगा तो देश में  किसी का बेटी बहन रैप muder हो सकता है इसीलिए फांसी होना चाहिए काड़ी से कड़ी सजा फांसी फांसी के सिवा और कुछ सजा नही होना चाहिए . Bjp government kidhar hai. Jyada bada insan hoga to CBI ko bhi set kr lega. Politics band karo insaaf do ghatiya political party. मुझे पढ़े लिखे और अच्छे खासे पढ़े लिखे लोगों पर तरस और गुस्सा दोनों आता है आप घर के बाहर हिंदुस्तान में कहीं भी हो और अगर आपका वातावरण असुररक्षित हो तो आप तुरंत सतर्क हो जाइए शिकायत करिए या वहां से निकल जाइए चाहे बेसमेंट हो या अस्पताल का सेमिनार रूम जो की एकांत में हो। खासकर सार्वजनिक स्थानों में जैसे अस्पताल जहां हर प्रकार के लोग आते रहते है।.एक बात और फंस जाए तो चतुराई दिखाई न की दिलेरी क्यों की बचने के बाद आप सजा दिलवा सकते है. Ek aadmi nai tha...... Thanks to lallantop for unbiased reporting..The only media in this country . ये बहनजी जब दूसरों के साथ गलत होता है तब कहां रहती हैं।. Ye ladkiyo ki nahi ladko ki bhi ladai hai kyunki un haivano ki vajah se ab har ladke ko ladkiyan shak ki najar se hi dekhengi. Bilkul sey bola di. We want justiceeeeee. Baat saja ya dosh sabit hone ki nhi hai  , baat mansik roop se bimar logon ki hai jo eak aurat ke sharir ko experiment ka adda smjh ke aisi harkat kar baithate hai .Ab jarurat hai ghar k ladako ko naitik gyan dene ki .Ladakiyon ko to Bachpan se hi tarah tarah ke gyan diye jate hain .Ab jarurat hai desh k ladkon ko bhi ye jatane ki , ki beta Ab ghar ki izzat tumhare hawale .Sara theka ladakiyon ne nhi le rkha hai. दीदी आपसे सवाल कुछ और पूछा जा रहा है। जवाब कहीं और से शुरू कर रही हैं । इन लड़कियों का कुछ नहीं हो सकता . NATA.Z.PLAS.AAM.NAGRIK.RAMBHROSE........ All are confused , what they actually want . They simply want to hog the limelight . Some BJP supporters are looking for Mamta Resignation , although Kolkata has been ranked safest city for women consistently for 3 years  .. We are justice. If u were a citizen of WB u could understand the ongoing situations and the knowledge proficiency of CM...here not only the molestation but the corruption is head to toe in all sector in WB.... Bheno kuch nhi krni wali govt koi nhi milega justice  one week se upr ho gya koi justice nhi mil rha h , us kutte ko pkd lo bs kaise bhi to zala do Zinda hi. We are justice . Social media and media has so much power, I hope the truth reveals soon and the justice is done. Rise ur voice for good health minister then only he will understand problems . faculty of medical board..... Aapne naam nhi pucha lekin face dikha diya. Kudos to lallantop for unbiased reporting..the only media in this country . Kya  sch me sch samne aayega .???. We are justice. Ye yo chalte h jha wha security k sath chal pdte h  or aam janta jo sarkar chunte hai unki koi security nhi. Hum log sirf Gussa hi ho sakte h.....isse jada iss desh mai kuch nai hosakta h.......sab wesa hi h.....kuch nai badla ,chahe wo BJP ho ya CONGRESs ho...iss desh ka sach mai kuch nai ho sakta h..log nai badlne wale.........Niche se lekar upar tak bas corroupt h. Is some MLA's son involved, is it true ?. We are justice..... Poore desh ke log sath do bhai ye nirbhaya kand se bhi badhkar hai.. Itne din ho gye abhi tak gov ne koi action nhi liya ......har baar ki tarah ye case bhi flop ho jayega.......Koi ladki safe nhi hai jab tak insaf nahi mil jata ....duniya main aur bhi aise ladke hai jo aise giri hue harkate kar sakte hi. Muje nhi lgta ab hume 15 August  ko ajadi diwas mnana chayie abhi hum ajad hue hi kha h jo ajadi diwas mna rahe h. 2 weeks back wanted justic for upsc aspirants died in delhi, last week we wanted justice for bengaladeshi hindu, now for kolkata doctor,, fact is no justice happed news channels humlogo ko bas chitiya bana rahe hai. One like for doctor didi  ab kya khoge...na unhone koe galat kpde phne the ...na unhone ...koe galat jgh pr thi  we want justice . I was thinking to move India after spending 9 years abroad . After hearing this news my family doesn’t want to come to India. This kind of incidents affects NRI who want to come back to there homeland India. I don’t know what to say o my family now for moving back to india. जो दूसरों का शोषण करते हैं वह दबंग होते हैं इनके पीछे पॉलिटिकल सपोर्ट या संगठन का सहारा होता है..... .ANTI PANCHYAT pr support de sabhi.....पॉलिटिकल सपोर्ट होने की वजह से लोगों के अंदर साहस उत्पन्न हो जाता है ऐसे कामकरने का........ Hum sirf angrejo se aajad hue h apni gani soch gandi niyat se aj tk hum ajad nhi hue h. Bilkish ka rap karne walo ko kisne xoda tha..rap karne walo ko badhawa dene  ka kaam kiya tha ...papa ne. Good interview Sidhant ji. You asked intermediate questions to dispel rumours which may have permeated in the medical fraternity.. बंगाल के नाम पर सिर्फ राजनीति हो रही है    .      ठीक है इनका गुस्सा जायज है    अगर ये बंगाल  की डॉक्टर और उत्तराखंड की नर्स ओर यूपी की।  घटना को भी साथ जोडले तो बेहतर होगा।  ,,. इस देश का ऐसा कोई हिन्दू बहुल जिला नहीं है जहां एक से बढ़कर एक हैवानियत दलित आदिवासी नाबालिग लड़की तक से नहीं हुई हो, हाल ही मुजफ्फरपूर में दलित नाबालिग लड़की के साथ इससे भी ज्यादा बड़ा यौन अपराध हुआ है लेकिन राष्ट्रीय स्तर के प्रदर्शन सिर्फ तभी होंगे जब पीड़िता हिन्दू होगी।. Hii pin my comment . "]}